"VOICE_MAIL" = "Mesagerie";
"VOICE_MAIL_UNREAD_FORMAT" = "Mesagerie (%d)";
"UNKNOWN_LOCATION" = "Loc necunoscut";
"SPEAKER_NAV" = "Difuzor|Salut";
"AUDIO_NAV" = "Audio";
"GREETING_NAV" = "Salut|Difuzor";
"DELETE" = "Ștergeți";
"CALL_BACK" = "Reapelare";

"CALL_VOICEMAIL" = "Apelați mesageria";
"VOICEMAIL_UNAVAILABLE" = "Serviciul Mesagerie vizuală nu este disponibil momentan.";
"VOICEMAIL_MORE_AVAILABLE" = "Aveți mesaje suplimentare pe server.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "Conectare imposibilă la mesagerie";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Sunați furnizorul dvs. de servicii pentru asistență.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "Sunați %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "Apelantul a lăsat un număr pentru reapelare diferit de numărul său de telefon.";
"CALLBACK_ALERT_TITLE" = "Apelantul a lăsat un număr pentru reapelare.";

"PASSWORD" = "Parolă";
"ENTER_PASSWORD_TITLE" = "Parolă incorectă";
"ENTER_PASSWORD_DESCRIPTION" = "Introduceți parola mesageriei";
"PASSWORD_PROMPT_PLACEHOLDER" = "parolă";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Sunați";
"PASSWORD_RESET_INFO" = "Dacă ați uitat parola dvs., apelați %@ pentru asistență.";
"PASSWORD_EXPIRED_TITLE" = "Parolă mesagerie expirată";
"PASSWORD_EXPIRED_DESCRIPTION" = "Trebuie să schimbați parola pentru a accesa mesajele.";
"CHANGE_NOW" = "Schimbați";
"OK" = "OK";

"DELETED_MESSAGES" = "Mesaje șterse";
"DELETED" = "Șterse";
"UNDELETE" = "Restaurați";
"CLEAR_ALL" = "Ștergeți tot";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Anulați";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Ștergeți tot";
"CLEAR_ALL_ALERT_TITLE" = "Doriți eliminarea permanentă a mesajelor vocale șterse?";

"GREETING" = "Salut";
"GREETING_PROMPT" = "Configurați mesajul de salut.";
"DONE" = "OK";
"DEFAULT_GREETING_TITLE" = "Implicit";
"CUSTOM_GREETING_TITLE" = "Personalizat";
"PLAY" = "Redare";
"RECORD" = "Înregistrare";
"RECORD_A_GREETING" = "Înregistrare salut";
"RECORDING_PERSONAL" = "Înregistrare personală";
"STOP" = "Stop";
"SAVING_GREETING" = "Salvare salut…";
"SAVE_SUCCESS" = "Salut salvat.";
"RETRIEVING_GREETING" = "Accesare salut…";

"CHANGE_AUDIO_SOURCE" = "Dispozitiv audio:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Mesagerie indisponibilă";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Eroare mesagerie";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Eroare parolă";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "Parola nu e validă";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Mesagerie plină %d%%";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "Acest cont nu include Mesagerie vizuală.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "Imposibil de autorizat accesul.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Reîncercați mai târziu.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "Conectare imposibilă la cutia poștală.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "Serviciul de mesagerie este ocupat.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "Cutia poștală nu e disponibilă acum.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "Cutia poștală e blocată.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Mesajul nu a putut fi accesat.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Nu există niciun salut înregistrat anterior.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "Salutul nu este valid.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Salutul nu a putut fi salvat.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "Vechea parolă este incorectă.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Introduceți o parolă nouă.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "Parola este prea simplă.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "Parola este prea scurtă.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "Parola este prea lungă.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "Parola a fost modificată recent.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "Parola a fost folosită anterior.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "Parola este deja configurată.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "Modificarea parolei a eșuat.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Imposibil de accesat mesajul.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Imposibil de redat mesajul.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Conectare imposibilă.\nReîncercați mai târziu.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Imposibil de stabilit conexiunea.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Trebuie să ștergeți din mesaje pentru a putea primi altele noi.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Ștergeți mesaje pentru a elibera spațiu.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Imposibil de stocat mesajul local. Ștergeți din mesaje pentru a elibera spațiu.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "Contul dvs. nu este corect configurat pentru acestă funcție.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Imposibil de inițiat conexiunea.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "Serviciul roaming de date este dezactivat. Îl puteți activa în secțiunea Rețea din Configurări generale.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "Mesageria vizuală nu este disponibilă când datele celulare sunt dezactivate. Activați Date celulare în secțiunea Rețea din Configurări generale.";

"SETUP_TITLE" = "Pentru accesarea mesageriei, configurați o parolă și un salut.";
"SETUP_NOW" = "Configurați acum";
"PASSCODE" = "Parolă";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Introduceți o parolă pentru mesagerie";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Confirmați parola pentru mesagerie";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "Parola nu corespunde. Reîncercați.";
"SETUP_GREETING_PROMPT" = "Alegeți salutul pentru mesagerie.";
"SAVE" = "Salvați";
"SAVING_PASSWORD" = "Salvare parolă…";
